Repository: pojome/wp-linker
Catalog: language/linker-*.po
Languages: he_il

source: Linker
he_il: לינקר

source: Link
he_il: קישור

source: Add New
he_il: הוספת חדש

source: Add New Link
he_il: הוספת קישור חדש

source: Edit
he_il: עריכה

source: Edit Link
he_il: עריכת קישור

source: New Link
he_il: קישור חדש

source: View Link
he_il: הצגת קישור

source: Search Link
he_il: חיפוש קישור

source: No Links found
he_il: לא נמצאו קישורים

source: No Links found in Trash
he_il: לא נמצאו קישורים

source: Link updated.
he_il: קישור עודכן.

source: Link published.
he_il: קישור פורסם.

source: Link saved.
he_il: קישור נשמר.

source: Link submitted.
he_il: קישור נרשם.

source: Link draft updated.
he_il: טיוטת קישור עודכנה.

source: Title
he_il: כותרת

source: Redirect to
he_il: הפניה אל

source: Permalink
he_il: קישור

source: Clicks
he_il: קליקים

source: Author
he_il: מחבר

source: Date
he_il: תאריך

source: Link Info
he_il: מידע קישור

source: Redirect Link:
he_il: קישור הפניה:

source: This Link has been accessed <strong>%d</strong> times.
he_il: דרך קישור זה עברו בהצלחה <strong>%d</strong> פעמים.

source: Linker - Top 10
he_il: לינקר - 10 המובילים

source: There are no stats available yet!
he_il: עדיין אין סטטיסטיקות זמינות!

source: View all authors
he_il: הצגת כל המחברים
